-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Dec 03, 2023 at 11:44 AM
-- Server version: 10.4.28-MariaDB
-- PHP Version: 8.2.4

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `divar`
--

-- --------------------------------------------------------

--
-- Table structure for table `product`
--

CREATE TABLE `product` (
  `id` int(11) NOT NULL,
  `title` varchar(100) NOT NULL,
  `price` bigint(200) NOT NULL,
  `description` text NOT NULL,
  `CREATED_AT` varchar(100) NOT NULL,
  `phone` text NOT NULL,
  `category` varchar(100) NOT NULL,
  `city` varchar(100) NOT NULL,
  `img` varchar(100) NOT NULL,
  `shortname` varchar(100) NOT NULL,
  `function` text DEFAULT NULL,
  `condition` varchar(100) DEFAULT NULL,
  `meterage` text DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `product`
--

INSERT INTO `product` (`id`, `title`, `price`, `description`, `CREATED_AT`, `phone`, `category`, `city`, `img`, `shortname`, `function`, `condition`, `meterage`) VALUES
(1, '55متریدوطبقه نایسر', 720000000, '55متری طبقه اول تکمیل دوم آماده گچ کاری خ دکل سوم', '1402,08,29', '09180000000', 'home', 'sanandaj', '/images/e8ec7d4c-5988-487c-9e45-4cd98b90d47f.jpg', 'homesanandaj1', NULL, 'تازه ساخت', '55'),
(2, 'تریل فلات ۲۰۰ نیوفیس', 120000000, 'سلام\r\nخشک خشک مدارک تکمیل بیمه ،کارت سوخت کارت موتور برگ سبز آماده انتقال', '1402,08,30', '09124444444', 'vehicle', 'sanandaj', '/images/362d9ea1-ef00-487a-a0e7-0fe31fbd6698.jpg', 'vehicle1', '1000', 'سالم', NULL),
(3, 'اپل iPhone 7 با حافظهٔ ۱۲۸ گیگابایت', 1800000, 'آیفون ۷ باتری ۱۰۰\r\nبیس باند پرونده و نیازمند تعمیره\r\nمناسب تعمیرکارها\r\nکارتن موجود', '1402,08,30', '09120000000', 'Digital', 'sanandaj', '/images/4fe51bad-ddbe-4443-84bf-cab12d0ec175.jpg', 'phone1', 'دسته دوم', 'نیاز به تعمیر', NULL),
(4, 'مبل ال با میزعسلی', 6500000, 'مبل ال با میزعسلی', '1402.08.30', '09110000000', 'kitchen', 'tehran', '/images/458824d6-c91d-42c3-830f-3915364028a1.jpg', 'Sofa1', 'دسته دوم', 'سالم', NULL),
(5, 'فروش شلغم و ترب اوشینی ارگانیک (ژاورود)', 25000, 'یه خانم مهندس کشاورزی هستم ترب اوشینی و شلغم تازه برداشت شده، بدون استفاده از کود و سم، آبیاری با آب چاه، براتون آماده کردم\n\nتوجه:\nقیمت کالا مقطوع است و تخفیف ندارد.', '1402.09.01', '01234567891', 'kitchen', 'tehran', '/images/b9ceb89c-0d52-42a8-bf31-c6a8a6f661d1.jpg', 'turnip', NULL, 'سالم بهداشتی', NULL),
(6, 'خدمات تعمیرات پکیج لباسشویی یخچال ابگرمکن تعمیرکار', 0, 'باسلام تعمیر انواع مدل های پکیج ولباسشویی ایرانی خارجی تعمیرات انواع یخچال درمحل درکمترین زمان هزینه تمامی نقاط شهر سنندج', '1402.09.01', '01234567898', 'services', 'tehran', '/images/d9wS0oVLMnP9oxCKJUtCeA.jpg', 'laundryservice', '10 سال سابقه', NULL, NULL),
(7, 'هودی اسپرت', 280000, 'هودی اسپرت پسرانه ودخترانه جنس دورس گرم مدل ازاد\r\nسایز۶۰تا۶۵برای سن ۱۰تا۱۱سال اندازه میشه\r\nمعاوضه ندارم\r\nدر حدنو یک بار پوشیده شده به دلیل سایز نبودن فروخته میشه\r\n\r\nتوجه:\r\nقیمت کالا مقطوع است و تخفیف ندارد.', '1402.09.02', '01234567897', 'personalitems', 'tehran', '/images/5b4275ea-83e5-4e06-b2d9-c983e40b16f2.jpg', 'hoodie', 'اکبند', 'سالم اکبند', NULL),
(8, 'سهره قناری دهن ایوب رحمتی جدید', 3500000, 'با سلام خدمت تمامی عشق بازان عزیز جوجه سهره قناری ۵ماهه تازه تخت دهن ایوب رحمتی جدید و دکتر بیات بیا مهر تقریبلا همه دهن هارو گرفته بدون غلط تازه داره بر پا میشه کوتاه بلند میخونه ولی دهن هاش واضحه فقط یک بیا مادریم داره لان خودم بوده شاه جوجه طوسی رنگ سالم و سرحال باهاش کار کنی مست میشه من بدلیل مشغله کاری بهش نمی رسم پول یه سهره باغی عادی گزاشتم مست بشه قیمتش خیلی از اینا زیاد تره پس دادشم الکی مزاحم نشو (فروش بدون قفس ارسالم دارم )با تشکر. یه فیلم کوتاه دارم روبیکا پیام بدین چشم.', '1402.09.02', '01234567895', 'entertainment', 'Kermanshah', '/images/427b280f-4c9b-4bda-aabc-db4cbe4bda2e.jpg', 'bird', NULL, 'سالم', NULL),
(9, 'پیدا شده', 0, 'امروز پیداش کردم صاحبش بیاد تحویل بگیره', '1402.09.03', '01234567894', 'social', 'Kermanshah', '/images/aeddb812-4563-4c1c-9d29-79107a32f3db.jpg', 'dog', NULL, 'گم شده', NULL),
(10, 'یخچال ایستاده', 27000000, 'یخچال ایستاده چهار در یکطرف شیشه کاملا سالم تمیز ضمانتی', '1402.09.03', '01234567892', 'industrialequipment', 'Kermanshah', '/images/86d07656-2dc9-4932-87a6-8d99e16a6b2b.jpg', 'Refrigerator', 'اکبند', 'سالم', NULL),
(14, 'طبقه اول 5 اذر', 20000, 'خانه عالی', '۱۴۰۲/۹/۱۱', '09106578534', 'home', 'sanandaj', '/images/81cf4e1a-8372-455c-a693-77905381a281.jpg', 'e954c0', '', 'تازه ساخت', '150'),
(15, 'لپ تاپ', 30000000, 'لپ تاپ سالم بدون ایراد \nRAM 6\ncore i7\n1TB SSD', '۱۴۰۲/۹/۱۱', '01234567899', 'Digital', 'tehran', '/images/c97d83b1-b0ba-4716-8412-b9b4d8303fea.jpg', 'c81d04', 'تازه', 'سالم', ''),
(16, 'ماشین شارژی فورد لانگ دو موتور بزرگ', 12700000, 'توضیحات\nسنندج، بلوار خضر زنده، حد فاصل میدان ظفریه به سمت‌میدان شورا، فروشگاه دوچرخه و ماشین شارژی پیام\n______________\n✅قیمت ها رو حضوری مقایسه کنید…\n______________\nماشین شارژی دو موتوره\nصندلی چرم\nکمک فنر دار\nپخش فلش خور\nکنترل دار برای والدین\nمناسب تا کودک 8 ساله\nچراغ جلو و عقب\nپروژکتور دار\nتمام فول\nسه سرعته\n__________\nتمام سایز ها موجود است', '۱۴۰۲/۹/۱۱', '12345678903', 'personalitems', 'Kermanshah', '/images/79f9bafa-0e39-4491-8477-5b9100114942.jpg', 'fe6a74', 'تازه', 'سالم', ''),
(17, 'عروس هلندی گمشده', 0, 'عروس هلندی در محدوده تالار رز نزدیک تعویض روغنی شبانه روزی آرمین ناصری گمشده از یابنده خواهشمندم در صورت پیدا کردن تماس بگیرد و مژدگانی دریافت کند', '۱۴۰۲/۹/۱۱', '01234567899', 'social', 'sanandaj', '/images/37236d43-a6f6-4a07-89eb-04dee62197e3.jpg', 'e7de75', '', '', ''),
(18, 'موتور برق ایزی پاور چین', 22000000, '♧ توان ۸۵۰۰ واقعی\n♧ قدرت موتور ۱۸ اسب بخار\n♧ حجم موتور ۴۶۰ سی سی\n♧ سیم پیچی تمام مس\n♧ دارای تثبیت ولتاژ A.V.R یا نوسان گیر\n♧ استارتی به همراه چرخ و دسته و باطری\n♧ دارای سیستم هوشپند کمبود روغن\n♧ ظرفیت مخزن سوخت ۲۵ لیتر بنزینی\n♧ موتور از نوع هواخنک ، چهار زمانه و تکفاز\n◇ ولتلژ خروجی ۲۲۰ ولت ، ولتاژ خروجی ۱۲ ولت ، وشدت جریان خروچی ۸.۳ آمپر برای خروجی DC و حدود ۳۲ آمپر برای خروجی AC', '۱۴۰۲/۹/۱۱', '01234567899', 'industrialequipment', 'sanandaj', '/images/fd335c37-13e6-4642-8035-5703e250e979.jpg', 'd32ff7', 'تازه', 'سالم', ''),
(21, 'عروسک جوجه نانو', 230000, 'عروسک جوجه با پارچه نانو خارجی\n\nتولیدشده با دستگاههای اتوماتیک\n\nقابل شستشو ،ضد حساسیت ،بدون پرزدهی ،\n\nپرشده با الیاف لایکو\n\nدرصورت عدم رضایت تضمین برگشت محصول داریم بدون قید و شرط\n\nتولید انواع عروسک پولیشی\n\nارسال رایگان درب منزل سراسر کشور', '۱۴۰۲/۹/۱۱', '01234567899', 'entertainment', 'tehran', '/images/c0143d02-f199-4c06-868d-3c93d72f2c61.jpg', 'e59558', 'تازه', 'سالم', ''),
(24, 'اکسسوری مردانه جذاب', 100000, 'قیمت عکس اول ۱۸۹ تومن جنس استیل ضد زنگ\nقیمت عکس ۲ و ۳ و ۴ و پنج ۱۹۹ تومن جنس استیل ضد زنگ\nقیمت عکس ششم ۱۷۹ تومن جنس استیل ضد زنگ\nقیمت عکس هفتم ۱۵۹ تومن جنس پلیمری\nقیمت عکس هشتم ۱۶۹ تومن جنس استیل ضد زنگ\nقیمت عکس نهم ۱۹۹ تومن جنس استیل ضد زنگ\n\nپرداخت درب منزل\nبرای خرید عکس محصول و شماره تماس بفرستید.\n\nتوجه:\nقیمت کالا مقطوع است و تخفیف ندارد.', '۱۴۰۲/۹/۱۱', '01234567899', 'personalitems', 'Kermanshah', '/images/cef2267b-cfc8-46e1-bdbd-1229c41c634d.jpg', 'd38904', 'تازه', 'سالم', ''),
(25, 'ام‌وی‌ام 530، مدل ۱۳۹۰', 270000000, 'جلوبندی،تسمه تایم و کمک ها به تازگی تعویض شده\nشاسیها،سقف و ستون پلمپ\nسانروف سالم\nموتور ۲۰۰۰\n۱۶ سوپاپ\nپر قدرت و پر شتاب\nفنی سالم\nدرب عقب سمت شاگرد مالیدگی داره', '۱۴۰۲/۹/۱۲', '01234567899', 'vehicle', 'Kermanshah', '/images/c324d3cc-9d30-40b4-9663-7263bf7c64f1.jpg', 'd98d70', '230000', 'سالم', ''),
(27, 'پژو پارس ELX، مدل ۱۳۸۵ موتور زانتیا', 410000000, 'با سلام\nپژو پارس یی ال ایکس مدل ۱۳۸۵\nدو تکه و نیم رنگ\nکف صندوق از چپ مقداری قلم گیری دارد\nسینه کرم\nصندلی خلبانی تمام فول صفر ۸ حالته\nفنی موتوری سالم بدون مشکل\nموتور و اتاق فابریک به شرط کارشناسی\nچهار حلقه لاستیک نو\nبیمه تا فروردین ۱۴۰۳\nچهار حلقه رینگ خرچنگی اصل ایتالیا\nبدون آفتاب سوختگی یا کیلر پران\nشیشه جلو نو دو سه روزه تعویض شده\nبدون یک ریالی خرج درجه یک در حد\nزاپاس خرچنگی\nشتاب عالی\nبدون بخار و آب کم کردن\nبدون یک قطره روغن سوزی یا روغن ریزی\nماشین خیلی تمیز و سالمه\nکاملا خانگی دو سه هفته یه بار از پارکینگ بیرون میاد\nچراغ جلو و عقب نو\nمشتری واقعی تماس بگیره\nکلا باید elx باز باشی تا بدونی یی ال ایکس سالم و بدون ایراد و مشکل و بدون خرج قیمتش بالاس\nتوضیحات دیگری اگه لازمه تماس بگیرین عرض میکنم خدمتتون\nبازدید سنندج', '۱۴۰۲/۹/۱۲', '01234567899', 'vehicle', 'sanandaj', '/images/bdbe6a75-611e-4ac4-84f5-59863b35dc00.jpg', 'a88dd9', '386000', 'سالم', '');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `product`
--
ALTER TABLE `product`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `product`
--
ALTER TABLE `product`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=28;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
